Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Know someone flying that way? Hand them %@ before it sails.
ar: تعرف شخص يطير بهذه الطريقة؟ سلمهم %@ قبل أن تبحر.
bg: Познавате ли някой, който лети по този начин? Подайте им %@, преди да отплава.
bs: Znate nekoga ko leti na taj način? Predajte im %@ prije nego isplovi.
ca: Coneixes algú que vola d'aquesta manera? Doneu-los el %@ abans de que s'escapi.
cs: Znáte někoho, kdo takto létá? Předejte jim %@, než vypluje.
da: Kender du nogen, der flyver den vej? Giv dem %@ inden den sejler.
de: Kennst du jemanden, der dorthin fliegt? Gib ihm %@ vor der Abfahrt mit.
el: Γνωρίζετε κάποιον που πετά με αυτόν τον τρόπο; Δώστε τους %@ πριν αποπλεύσει.
es: ¿Conoces a alguien que vuele de esa manera? Entrégales %@ antes de que zarpe.
et: Kas tead kedagi, kes sellel teel lendab? Andke neile %@ enne purjetamist.
eu: Ezagutzen al duzu modu horretan hegan egiten duen norbait? Eman itzazu %@ itsasoratu baino lehen.
fi: Tiedätkö jonkun, joka lensi sinne? Anna heille %@ ennen kuin ne lähtevät.
fr: Tu connais quelqu'un qui part par là ? Confie-lui %@ avant le départ.
ga: An bhfuil aithne agat ar dhuine ag eitilt mar sin? Tabhair %@ dóibh sula seolann sé.
gl: Coñeces a alguén que voa así? Entrégaos %@ antes de que salga.
he: מכירים מישהו שעף ככה? תן להם %@ לפני שהוא מפליג.
hi: क्या आप जानते हैं कि कोई इस तरह उड़ रहा है? रवाना होने से पहले उन्हें %@ सौंप दें।
hr: Znate li nekoga tko leti tim putem? Predajte im %@ prije nego isplovi.
hu: Ismersz valakit, aki így repül? Adja át nekik a %@-t, mielőtt elindulna.
id: Tahu seseorang terbang ke sana? Berikan mereka %@ sebelum berlayar.
is: Þekkirðu einhvern sem flýgur þannig? Réttu þeim %@ áður en það siglir.
it: Conosci qualcuno che vola in quel modo? Date loro il %@ prima che salpi.
ja: 誰かがそこへ飛んでいるのを知っていますか？出航前に%@を渡してください。
ka: იცით ვინმე, ვინც ამ გზით დაფრინავს? გადაეცით მათ %@ გაცურვამდე.
kk: Осылай ұшатын біреуді білесіз бе? Ол жүзу алдында оларға %@ беріңіз.
ko: 그런 식으로 비행하는 사람을 아시나요? 항해하기 전에 %@를 건네주세요.
lt: Pažįsti ką nors skrendančio į tą pusę? Pateikite jiems %@ prieš išplaukiant.
lv: Vai pazīstat kādu, kas lido uz šo pusi? Nododiet viņiem %@, pirms tas izbrauc.
mk: Дали знаете некој што лета на тој начин? Дајте им %@ пред да заплови.
ms: Kenal seseorang terbang ke arah itu? Serahkan %@ kepada mereka sebelum ia belayar.
mt: Taf lil xi ħadd itir hekk? Agħtihom %@ qabel ma jbaħħar.
nb: Kjenner du noen som flyr den veien? Gi dem %@ før den seiler.
nl: Ken je iemand die die kant op vliegt? Geef ze %@ voordat het vertrekt.
pl: Znasz kogoś, kto leci w tę stronę? Podaj im %@, zanim wypłynie.
pt_br: Conhece alguém voando para lá? Entregue-os %@ antes de partir.
ro: Cunoști pe cineva care zboară așa? Dați-le %@ înainte de a naviga.
ru: Знаете кого-то, кто летит туда? Передай ему %@ до отплытия.
sk: Poznáte niekoho, kto takto lieta? Odovzdajte im %@ skôr, ako vypláva.
sl: Poznaš koga, ki leti takole? Dajte jim %@, preden odpluje.
sq: A njihni dikë që fluturon në atë mënyrë? Jepu atyre %@ para se të lundrojë.
sr: Знате некога ко лети на тај начин? Предајте им %@ пре него што заплови.
sv: Känner du någon som flyger den vägen? Ge dem %@ innan det seglar.
th: รู้จักใครที่บินมาทางนั้นไหม? มอบ %@ ให้พวกเขาก่อนที่จะออกเดินทาง
tr: Bu tarafa uçan birini tanıyor musun? Denize açılmadan önce onlara %@'yi verin.
uk: Знаєте когось, хто летить таким чином? Передай їм %@, перш ніж він відпливе.
vi: Biết ai đó bay theo cách đó? Đưa cho họ %@ trước khi nó khởi hành.
zh_hans: 你知道有人飞那条路吗？在启航之前将 %@ 交给他们。
zh_hk: 你知道有人飛那條路嗎？在啟航之前將 %@ 交給他們。

source: Know someone flying that way? Hand them %@ before the packet sails. When their phone lands on the other side, the ram goes ashore with them.
ar: تعرف شخص يطير بهذه الطريقة؟ سلمهم %@ قبل أن تبحر الحزمة. عندما يهبط هاتفهم على الجانب الآخر، يذهب الكبش معهم إلى الشاطئ.
bg: Познавате ли някой, който лети по този начин? Подайте им %@, преди пакетът да отплава. Когато телефонът им падне от другата страна, овенът излиза на брега с тях.
bs: Znate nekoga ko leti na taj način? Predajte im %@ prije nego što paket isplovi. Kada im telefon sleti na drugu stranu, ovan odlazi na obalu s njima.
ca: Coneixes algú que vola d'aquesta manera? Envieu-los %@ abans que el paquet surti. Quan el seu telèfon aterra a l'altre costat, l'ariet va a terra amb ells.
cs: Znáte někoho, kdo takto létá? Předejte jim %@, než paket odpluje. Když jejich telefon přistane na druhé straně, beran jde na břeh s nimi.
da: Kender du nogen, der flyver den vej? Giv dem %@ inden pakken sejler. Da deres telefon lander på den anden side, går vædderen i land med dem.
de: Fliegt jemand in diese Richtung? Gib ihm %@, bevor das Postschiff ablegt. Wenn sein Telefon drüben landet, geht der Widder mit an Land.
el: Γνωρίζετε κάποιον που πετά με αυτόν τον τρόπο; Δώστε τους %@ πριν αποπλεύσει το πακέτο. Όταν το τηλέφωνό τους προσγειώνεται στην άλλη πλευρά, το κριάρι βγαίνει στη στεριά μαζί τους.
es: ¿Conoces a alguien que vuele de esa manera? Entrégales %@ antes de que zarpe el paquete. Cuando su teléfono aterriza en el otro lado, el ariete llega a tierra con ellos.
et: Kas tead kedagi, kes sellel teel lendab? Andke neile %@ enne, kui pakk purjetab. Kui nende telefon teisele poole maandub, läheb jäär koos nendega kaldale.
eu: Ezagutzen al duzu modu horretan hegan egiten duen norbait? Eman itzazu %@ paketea itsasoratu baino lehen. Haien telefonoa beste aldean lurreratzen denean, aharia lehorrera joaten da haiekin.
fi: Tiedätkö jonkun, joka lensi sinne? Anna heille %@ ennen kuin paketti lähtee. Kun heidän puhelimensa laskeutuu toiselle puolelle, pässi menee maihin heidän kanssaan.
fr: Tu connais quelqu'un qui part par là ? Confie-lui %@ avant que le bateau ne parte. Dès que son téléphone atterrit, le bélier débarque avec lui.
ga: An bhfuil aithne agat ar dhuine ag eitilt mar sin? Tabhair %@ dóibh sula seolann an paicéad. Nuair a thuirlingíonn a nguthán ar an taobh eile, téann an reithe i dtír leo.
gl: Coñeces a alguén que voa así? Entrégaos %@ antes de que o paquete salga. Cando o seu teléfono aterra ao outro lado, o carneiro vai a terra con eles.
he: מכירים מישהו שעף ככה? תן להם %@ לפני שהחבילה מפליגה. כשהטלפון שלהם נוחת בצד השני, האייל עולה איתם לחוף.
hi: क्या आप जानते हैं कि कोई इस तरह उड़ रहा है? पैकेट रवाना होने से पहले उन्हें %@ सौंप दें। जब उनका फोन दूसरी तरफ जाता है, तो राम उनके साथ किनारे पर चला जाता है।
hr: Znate li nekoga tko leti tim putem? Predajte im %@ prije nego što paket otplovi. Kad im telefon padne na drugu stranu, ovan s njima odlazi na obalu.
hu: Ismersz valakit, aki így repül? Add át nekik a %@-t, mielőtt a csomag elindulna. Amikor a telefonjuk a másik oldalon landol, a kos velük együtt kiszáll a partra.
id: Tahu seseorang terbang ke sana? Berikan mereka %@ sebelum paket berlayar. Ketika ponsel mereka mendarat di sisi lain, domba jantan itu ikut mendarat bersama mereka.
is: Þekkirðu einhvern sem flýgur þannig? Réttu þeim %@ áður en pakkinn siglir. Þegar síminn þeirra lendir hinum megin fer hrúturinn með þeim í land.
it: Conosci qualcuno che vola in quel modo? Consegna loro il %@ prima che il pacchetto salpi. Quando il loro telefono atterra dall'altra parte, l'ariete scende a terra con loro.
ja: 誰かがそこへ飛んでいるのを知っていますか？パケットが出発する前に、%@ を渡してください。彼らの携帯電話が反対側に着地すると、雄羊も一緒に上陸します。
ka: იცით ვინმე, ვინც ამ გზით დაფრინავს? გადაეცით მათ %@ პაკეტის გაცურვამდე. როდესაც მათი ტელეფონი მეორე მხარეს დაჯდება, ვერძი მათთან ერთად ნაპირზე მიდის.
kk: Осылай ұшатын біреуді білесіз бе? Пакет жіберілмес бұрын оларға %@ беріңіз. Олардың телефоны басқа жаққа түскенде, қошқар олармен бірге жағаға шығады.
ko: 그런 식으로 비행하는 사람을 아시나요? 패킷이 발송되기 전에 %@를 건네주세요. 전화기가 반대편에 떨어지면 숫양도 그들과 함께 해변으로 이동합니다.
lt: Pažįsti ką nors skrendančio į tą pusę? Paduokite jiems %@ prieš išplaukiant paketui. Kai jų telefonas atsiduria kitoje pusėje, avinas kartu su jais išlipa į krantą.
lv: Vai pazīstat kādu, kas lido uz šo pusi? Nododiet viņiem %@ pirms paciņas izbraukšanas. Kad viņu telefons nokrīt otrā pusē, auns kopā ar viņiem iziet krastā.
mk: Дали знаете некој што лета на тој начин? Дајте им %@ пред пакетот да исплови. Кога телефонот им слета на другата страна, овенот излегува на брегот со нив.
ms: Kenal seseorang terbang ke arah itu? Serahkan %@ kepada mereka sebelum paket itu belayar. Apabila telefon mereka mendarat di seberang, ram itu pergi ke darat bersama mereka.
mt: Taf lil xi ħadd itir hekk? Agħtihom %@ qabel il-pakkett ibaħħar. Meta t-telefown tagħhom jinżel fuq in-naħa l-oħra, il-muntun jinżel magħhom.
nb: Kjenner du noen som flyr den veien? Gi dem %@ før pakken seiler. Når telefonen deres lander på den andre siden, går væren i land med dem.
nl: Ken je iemand die die kant op vliegt? Geef ze %@ voordat het pakket vertrekt. Als hun telefoon aan de andere kant belandt, gaat de ram met hen aan land.
pl: Znasz kogoś, kto leci w tę stronę? Podaj im %@, zanim pakiet odpłynie. Kiedy ich telefon ląduje po drugiej stronie, baran ląduje razem z nimi na brzegu.
pt_br: Conhece alguém voando para lá? Entregue-os %@ antes que o pacote parta. Quando o telefone pousa do outro lado, o carneiro desembarca com eles.
ro: Cunoști pe cineva care zboară așa? Dați-le %@ înainte ca pachetul să plece. Când telefonul lor aterizează pe cealaltă parte, berbecul coboară cu ei.
ru: Кто-то летит в ту сторону? Передай ему %@ до отплытия пакетбота. Когда его телефон приземлится на том берегу, баран сойдёт вместе с ним.
sk: Poznáte niekoho, kto takto lieta? Odovzdajte im %@ skôr, ako paket odpláva. Keď ich telefón pristane na druhej strane, baran ide na breh s nimi.
sl: Poznaš koga, ki leti takole? Izročite jim %@, preden paket odpluje. Ko njihov telefon pristane na drugi strani, gre oven z njimi na obalo.
sq: A njihni dikë që fluturon në atë mënyrë? Jepu atyre %@ përpara se paketa të lundrojë. Kur telefoni i tyre bie në anën tjetër, dashi del në breg me ta.
sr: Знате некога ко лети на тај начин? Предајте им %@ пре него што пакет исплови. Када им телефон слети на другу страну, ован излази на обалу са њима.
sv: Känner du någon som flyger den vägen? Ge dem %@ innan paketet seglar. När deras telefon landar på andra sidan går baggen iland med dem.
th: รู้จักใครที่บินมาทางนั้นไหม? มอบ %@ ให้พวกเขาก่อนที่แพ็กเก็ตจะแล่น เมื่อโทรศัพท์ของพวกเขาตกลงไปอีกด้านหนึ่ง แกะก็จะขึ้นฝั่งไปด้วย
tr: Bu tarafa uçan birini tanıyor musun? Paket yola çıkmadan önce onlara %@'yi verin. Telefonları karşı tarafa düştüğünde koç da onlarla birlikte karaya çıkar.
uk: Знаєте когось, хто летить таким чином? Передай їм %@, перш ніж пакунок відправиться. Коли їх телефон падає на інший берег, баран виходить на берег разом з ними.
vi: Biết ai đó bay theo cách đó? Đưa cho họ %@ trước khi gói hàng được gửi đi. Khi điện thoại của họ hạ cánh ở phía bên kia, con ram sẽ vào bờ cùng họ.
zh_hans: 你知道有人飞那条路吗？在包裹起航前将 %@ 交给他们。当他们的手机落在另一边时，公羊也跟着他们上岸。
zh_hk: 你知道有人飛那條路嗎？在包裹起航前將 %@ 交給他們。當他們的手機落在另一邊時，公羊也跟著他們上岸。

source: Know the moment it arrives.
ar: تعرف على لحظة وصوله.
bg: Разберете момента, в който пристигне.
bs: Znajte trenutak kada stigne.
ca: Coneix el moment que arriba.
cs: Poznejte okamžik, kdy to přijde.
da: Kend det øjeblik, det ankommer.
de: Erfahre den Moment, in dem er ankommt.
el: Μάθετε τη στιγμή που φτάνει.
es: Sepa el momento en que llega.
et: Tea, millal see saabub.
eu: Iritsi den momentua ezagutu.
fi: Tiedä hetki kun se saapuu.
fr: Sachez à quel moment il arrive.
ga: Bíodh a fhios agat an nóiméad a thagann sé.
gl: Coñece o momento en que chega.
he: דע את הרגע שזה מגיע.
hi: जिस क्षण वह आये, उसे जान लो।
hr: Znajte trenutak kada stigne.
hu: Ismerje meg a pillanatot, amikor megérkezik.
id: Ketahuilah saat itu tiba.
is: Veistu augnablikið sem það kemur.
it: Conosci il momento in cui arriva.
ja: 到着した瞬間にわかります。
ka: იცოდე მისი ჩამოსვლის მომენტი.
kk: Оның келген сәтін біліңіз.
ko: 그것이 도착하는 순간을 알아라.
lt: Žinokite tą akimirką, kai ji ateina.
lv: Zināt brīdi, kad tas pienāk.
mk: Знајте го моментот кога ќе пристигне.
ms: Ketahui saat ia tiba.
mt: Kun af il-mument li jasal.
nb: Kjenn øyeblikket den kommer.
nl: Weet wanneer het aankomt.
pl: Wiedz, kiedy nadejdzie.
pt_br: Saiba o momento em que chega.
ro: Aflați momentul în care sosește.
ru: Знайте момент, когда он наступит.
sk: Spoznajte moment, kedy to príde.
sl: Zavedajte se trenutka, ko pride.
sq: Dijeni momentin kur vjen.
sr: Знајте тренутак када стигне.
sv: Vet ögonblicket det kommer.
th: รู้ทันทีว่ามันมาถึง
tr: Geldiği anı bilin.
uk: Зрозумійте момент, коли він настане.
vi: Biết thời điểm nó đến.
zh_hans: 知道它到达的那一刻。
zh_hk: 知道它到達的那一刻。

source: Know their Shepherd ID? The letter lands straight in their mailbag. Leave it empty and you'll get an ear tag to send them instead. They choose where the ram arrives.
ar: تعرف معرف الراعي الخاص بهم؟ تصل الرسالة مباشرة إلى حقيبة البريد الخاصة بهم. اتركه فارغًا وستحصل على علامة أذن لإرسالها بدلاً من ذلك. يختارون مكان وصول الكبش.
bg: Знаете ли техния Shepherd ID? Писмото попада направо в пощенската им чанта. Оставете го празно и вместо това ще получите ушна марка, която да им изпратите. Те избират къде да пристигне овенът.
bs: Znate li njihov ovčarski ID? Pismo im pada pravo u poštansku torbu. Ostavite ga praznim i umjesto toga ćete dobiti ušnu markicu da ih pošaljete. Oni biraju gde će ovan doći.
ca: Coneixeu la seva identificació de pastor? La carta aterra directament a la seva bossa de correu. Deixeu-lo buit i rebreu una etiqueta a l'orella per enviar-les. Ells trien on arriba l'ariet.
cs: Znáte jejich Shepherd ID? Dopis přistane přímo v jejich poštovní tašce. Nechte pole prázdné a místo toho dostanete ušní značku, kterou je pošlete. Vybírají si, kam beran dorazí.
da: Kender du deres hyrde-id? Brevet lander direkte i deres postsæk. Lad den stå tom, og du får et øremærke til at sende dem i stedet for. De vælger, hvor vædderen kommer.
de: Kennst du ihren Schäferausweis? Der Brief landet direkt in ihrer Posttasche. Lässt du das Feld leer, erhältst du stattdessen eine Ohrmarke, mit der du ihn versenden kannst. Du entscheidest, wo der Widder ankommt.
el: Γνωρίζετε το Shepherd ID τους; Το γράμμα προσγειώνεται κατευθείαν στην ταχυδρομική τους τσάντα. Αφήστε το κενό και θα λάβετε ένα ακουστικό για να τα στείλετε. Διαλέγουν πού φτάνει το κριάρι.
es: ¿Conoce su identificación de pastor? La carta llega directamente a su bolsa de correo. Déjalo vacío y recibirás una etiqueta en la oreja para enviarlos en su lugar. Eligen dónde llega el carnero.
et: Kas teate nende Shepherdi ID-d? Kiri maandub otse nende postikotti. Jätke see tühjaks ja saate nende asemel kõrvamärgi. Nad valivad, kuhu jäär saabub.
eu: Ezagutzen al duzu artzain IDa? Eskutitza zuzen-zuzenean sartzen da euren posta-poltsan. Utzi hutsik eta, horren ordez, belarritako etiketa bat jasoko duzu bidaltzeko. Haiek aukeratzen dute aharia nora iristen den.
fi: Tiedätkö heidän Shepherd ID:nsä? Kirje päätyy suoraan heidän postilaukkuun. Jätä se tyhjäksi, niin saat korvamerkin lähettääksesi ne. He valitsevat, minne pässi saapuu.
fr: Tu connais leur identifiant de berger ? La lettre atterrit directement dans leur sacoche. Laisse ce champ vide et tu recevras une boucle d'oreille à leur envoyer. C'est eux qui choisissent où arrive le bélier.
ga: An bhfuil aithne agat ar a n-aitheantas Aoire? Tuirlingíonn an litir díreach ina mála poist. Fág folamh é agus gheobhaidh tú clib cluaise chun iad a sheoladh ina ionad. Roghnaíonn siad an áit a dtagann an reithe.
gl: Coñeces o seu ID de Pastor? A carta cae directamente na súa bolsa de correo. Déixao baleiro e recibirás unha etiqueta no oído para envialas. Escollen onde chega o carneiro.
he: מכירים את תעודת הזהות שלהם? המכתב נוחת ישר בתיק הדואר שלהם. השאר אותו ריק ותקבל תג אוזניים כדי לשלוח אותם במקום. הם בוחרים לאן מגיע האיל.
hi: उनकी चरवाहा आईडी पता है? पत्र सीधे उनके मेलबैग में पहुँचता है। इसे खाली छोड़ दें और इसके बदले आपको उन्हें भेजने के लिए एक ईयर टैग मिलेगा। वे चुनते हैं कि राम कहाँ आता है।
hr: Znate li njihov Shepherd ID? Pismo pada ravno u njihovu poštansku torbu. Ostavite prazno i ​​dobit ćete ušnu markicu koju ćete im poslati umjesto toga. Oni biraju gdje će ovan stići.
hu: Ismeri a pásztorazonosítójukat? A levél egyenesen a postatáskájukban landol. Hagyja üresen, és helyette füljelzőt kap. Ők választják ki, hova érkezik a kos.
id: Tahu ID Gembala mereka? Surat itu langsung masuk ke kantong surat mereka. Biarkan kosong dan Anda akan mendapatkan tag telinga untuk mengirimkannya. Mereka memilih di mana domba jantan itu tiba.
is: Veistu Shepherd ID þeirra? Bréfið lendir beint í póstpokanum þeirra. Skildu það eftir tómt og þú færð eyrnamerki til að senda þau í staðinn. Þeir velja hvar hrúturinn kemur.
it: Conosci il loro ID pastore? La lettera finisce dritta nel loro sacchetto della posta. Lascialo vuoto e riceverai invece un tag auricolare da inviare. Scelgono dove arriva l'ariete.
ja: シェパード ID を知っていますか?手紙はそのまま郵便袋に入った。空のままにしておくと、代わりに耳タグを取得して送信できます。彼らは雄羊がどこに到着するかを選択します。
ka: იცით მათი მწყემსი ID? წერილი პირდაპირ მათ საფოსტო ჩანთაში ხვდება. დატოვეთ ცარიელი და სანაცვლოდ მიიღებთ ყურის ნიშანს, რომ გამოაგზავნოთ ისინი. ისინი ირჩევენ სად ჩამოვა ვერძი.
kk: Олардың шопан идентификаторын білесіз бе? Хат тікелей олардың пошта дорбасына түседі. Оны бос қалдырыңыз, орнына оларды жіберу үшін құлаққапты аласыз. Олар қошқардың қай жерде келетінін таңдайды.
ko: 셰퍼드 ID를 알고 계십니까? 편지는 우편 가방에 바로 도착합니다. 비워두면 대신 보낼 수 있는 이어태그를 받게 됩니다. 그들은 숫양이 도착하는 곳을 선택합니다.
lt: Ar žinote jų piemens ID? Laiškas patenka tiesiai į jų pašto dėžutę. Palikite jį tuščią ir gausite ausies įsagą, kad galėtumėte juos išsiųsti. Jie pasirenka, kur atvyks avinas.
lv: Vai zināt viņu ganu ID? Vēstule nonāk tieši viņu pasta somā. Atstājiet to tukšu, un tā vietā saņemsiet krotāliju, lai tās nosūtītu. Viņi izvēlas, kur ierodas auns.
mk: Ја знаете нивната овчарска лична карта? Писмото слета директно во нивната поштенска торба. Оставете го празно и наместо тоа ќе добиете уво ознака за да ги испратите. Тие избираат каде ќе пристигне овенот.
ms: Tahu ID Gembala mereka? Surat itu mendarat terus ke dalam beg surat mereka. Biarkan kosong dan anda akan mendapat tag telinga untuk menghantarnya. Mereka memilih di mana domba jantan itu tiba.
mt: Jafu l-ID tar-Ragħaj tagħhom? L-ittra tinżel dritta fil-mailbag tagħhom. Ħalliha vojta u int ikollok tikketta tal-widna biex tibgħathom minflok. Jagħżlu fejn jasal il-muntun.
nb: Kjenner du Shepherd ID? Brevet lander rett i postvesken deres. La den stå tom, så får du et øremerke for å sende dem i stedet. De velger hvor væren kommer.
nl: Ken je hun herder-ID? De brief belandt rechtstreeks in hun postzak. Laat het leeg en je krijgt een oormerk om ze te verzenden. Zij kiezen waar de ram arriveert.
pl: Znasz ich identyfikator pasterski? List ląduje prosto w ich skrzynce pocztowej. Zostaw to pole puste, a zamiast tego otrzymasz kolczyk do wysłania. Wybierają, dokąd dotrze baran.
pt_br: Conhece a identificação do pastor? A carta cai direto na mala postal. Deixe-o vazio e você receberá uma etiqueta auricular para enviá-los. Eles escolhem onde o carneiro chega.
ro: Le cunoști ID-ul Shepherd? Scrisoarea ajunge direct în geanta lor. Lăsați-l gol și veți primi o crotalie pentru a le trimite în schimb. Ei aleg unde sosește berbecul.
ru: Знаешь их ID пастуха? Письмо попадёт прямо в их почтовую сумку. Оставь поле пустым, и ты получишь бирку, которую можно отправить им. Они сами выберут, куда придёт баран.
sk: Poznáte ich Shepherd ID? List im pristane rovno do poštovej tašky. Nechajte pole prázdne a namiesto toho dostanete ušnú značku, ktorú im pošlete. Vyberú si, kam baran dorazí.
sl: Poznate njihov Shepherd ID? Pismo pristane naravnost v njuni poštni torbi. Pustite prazno in namesto tega boste prejeli ušesno znamko, ki jim jo lahko pošljete. Sami izbirajo, kam pride oven.
sq: E dini ID-në e tyre të Bariut? Letra bie direkt në çantën e tyre postare. Lëreni bosh dhe do të merrni një etiketë në vesh për t'i dërguar në vend të tyre. Ata zgjedhin se ku mbërrin dashi.
sr: Знате ли њихов овчарски ИД? Писмо слеће право у њихову поштанску торбу. Оставите га празним и добићете ушну маркицу да их уместо тога пошаљете. Они бирају где ће ован доћи.
sv: Vet du deras Shepherd ID? Brevet hamnar direkt i deras brevväska. Lämna det tomt så får du ett öronmärke att skicka dem istället. De väljer var baggen kommer.
th: รู้จัก Shepherd ID ของพวกเขาไหม? จดหมายตกลงตรงไปที่ถุงไปรษณีย์ ปล่อยว่างไว้แล้วคุณจะได้รับแท็กหูเพื่อส่งแทน พวกเขาเลือกว่าแกะตัวผู้จะมาถึงที่ไหน
tr: Çoban Kimliklerini biliyor musunuz? Mektup doğrudan posta çantasına düşüyor. Boş bırakın, bunun yerine onları göndermek için bir kulak etiketi alacaksınız. Koçun nereye varacağını onlar seçiyor.
uk: Знаєш їхній ID пастуха? Лист потрапить просто в їхню поштову сумку. Залиш поле порожнім, і ти отримаєш бірку, яку можна надіслати їм. Вони самі оберуть, куди прибуде баран.
vi: Biết ID Shepherd của họ? Bức thư rơi thẳng vào túi thư của họ. Hãy để trống và bạn sẽ nhận được thẻ đeo tai để gửi chúng. Họ chọn nơi ram đến.
zh_hans: 知道他们的牧羊人 ID 吗？这封信直接落入他们的邮袋中。将其留空，您将收到一个耳标来发送给他们。他们选择公羊到达的地方。
zh_hk: 知道他們的牧羊人 ID 嗎？這封信直接落入他們的郵袋中。將其留空，您將收到一個耳標來發送給他們。他們選擇公羊到達的地方。

source: Known Carriers
ar: السعاة المعروفون
bg: Известни преносители
bs: Poznati nositelji
ca: Portadors coneguts
cs: Známí doručovatelé
da: Kendte bærere
de: Bekannte Träger
el: Γνωστοί κομιστές
es: Portadores conocidos
et: Tuntud kandjad
eu: Ezagutzen diren eramaileak
fi: Tunnetut kantajat
fr: Porteurs connus
ga: Iompróirí Aitheanta
gl: Portadores coñecidos
he: שליחים מוכרים
hi: परिचित वाहक
hr: Poznati nositelji
hu: Ismert hordozók
id: Kurir Dikenal
is: Þekktir berar
it: Corrieri conosciuti
ja: 知人キャリヤー
ka: ცნობილი მატარებლები
kk: Белгілі тасымалдаушылар
ko: 알려진 전달자
lt: Žinomi nešėjai
lv: Zināmie nesēji
mk: Познати преносители
ms: Pembawa Dikenali
mt: Korrjeri Magħrufa
nb: Kjente bærere
nl: Bekende dragers
pl: Znani kurierzy
pt_br: Portadores conhecidos
ro: Curieri cunoscuți
ru: Знакомые курьеры
sk: Známi doručovatelia
sl: Znani prinašalci
sq: Transportuesit e njohur
sr: Познати носитељи
sv: Kända bärare
th: ผู้ส่งสารที่รู้จัก
tr: Bilinen Taşıyıcılar
uk: Відомі кур’єри
vi: Người chuyển thư quen thuộc
zh_hans: 熟识的信使
zh_hk: 熟識嘅信使

source: Lamb
ar: خروف
bg: Агнешко
bs: Jagnię
ca: Xai
cs: Jagnię
da: Lamm
de: Lamm
el: Αρνί
es: Cordero
et: Jagnię
eu: Arkumea
fi: Lamm
fr: Agneau
ga: Uain
gl: Cordeiro
he: כבש
hi: मेमना
hr: Jagnię
hu: Lamm
id: domba
is: Lamm
it: Agnello
ja: 子羊
ka: ბატკნის
kk: Қозы
ko: 어린 양
lt: Avinėlis
lv: Jērs
mk: Јагнешко
ms: kambing
mt: Ħaruf
nb: Lamm
nl: Lamm
pl: Jagnię
pt_br: Cordeiro
ro: miel
ru: Ягнёнок
sk: Jahňacie
sl: Jagnię
sq: Qengji
sr: Јагњетина
sv: Lamm
th: เนื้อแกะ
tr: Lamm
uk: Ягня
vi: thịt cừu
zh_hans: 幼羊
zh_hk: 幼羊

source: LANDMARK
ar: معلم
bg: Ориентир
bs: Orijentir
ca: FITA
cs: MEZNÍK
da: LANDMÆRKE
de: WAHRZEICHEN
el: ΟΡΟΣΗΜΟ
es: HITO
et: MAAMÄRK KOHT
eu: MUGARRIA
fi: MAAMERKKI
fr: REPÈRE
ga: Sainchomhartha
gl: FITO
he: נקודת ציון
hi: मील का पत्थर
hr: ORIJENTACIJA
hu: TÁJÉKOZÓDÁSI PONT
id: TEMPAT PENTING
is: MERKUR STAÐUR
it: PUNTO DI RIFERIMENTO
ja: ランドマーク
ka: ღირსშესანიშნაობა
kk: КӨРНЕКТІ ОРЫН
ko: 랜드마크
lt: Orientyras
lv: IEVĒROJAMA VIETA
mk: Обележје
ms: TANDA TANDA
mt: Monumentali
nb: LANDMERKE
nl: oriëntatiepunt
pl: ZNAK
pt_br: MARCO
ro: REFER
ru: ДОСТОПРИМЕЧАТЕЛЬНОСТЬ
sk: Medzník
sl: ORIENT
sq: Pikë referimi
sr: ЛАНДМАРК
sv: LANDMÄRKE
th: จุดสังเกต
tr: DÖNÜŞ İŞARETİ
uk: Орієнтир
vi: ĐỊA ĐIỂM
zh_hans: 置地广场
zh_hk: 置地廣場
